{
  "ir_version": "1.0",
  "video_id": "貼り付けられたテキスト（1 点）",
  "macro": {
    "tone": "終始シリアスで警戒感の強い調査ドキュメンタリー調。水道バルブの比喩から地政学・監視技術へ恐怖を段階的に拡張する台本構造に合わせる。",
    "pattern_mix": "A(skit):B(data):C(mood):D(board)=4:2:1:2",
    "visual_arc": [
      {
        "phase": "intro",
        "primary_pattern": "C",
        "emotion_flow": "日常認識→違和感→見えない脅威の提示"
      },
      {
        "phase": "develop",
        "primary_pattern": "B",
        "emotion_flow": "事実確認→物理的封鎖の理解→外交の二層構造の把握"
      },
      {
        "phase": "climax",
        "primary_pattern": "D",
        "emotion_flow": "空港監視→路上生体認証→個人レベルの恐怖へ収束"
      },
      {
        "phase": "closing",
        "primary_pattern": "D",
        "emotion_flow": "マクロとミクロの接続→AI統治への問い→不穏な余韻"
      }
    ],
    "recurring_motif": "見えないバルブと赤い円・矢印で示すチョークポイント強調",
    "default_bgm": "低速で機械的なパルスを持つ緊張系アンビエント",
    "sections": [
      {
        "section_id": "S1",
        "topic": "導入と問題設定",
        "start_index": 1,
        "end_index": 13,
        "default_bg": "map_world",
        "default_face": "serious",
        "bgm": "slow_tension_intro",
        "arc_phase": "intro"
      },
      {
        "section_id": "S2",
        "topic": "ホルムズ海峡危機の事実と経済影響",
        "start_index": 14,
        "end_index": 32,
        "default_bg": "map_region",
        "default_face": "serious",
        "bgm": "geopolitical_tension",
        "arc_phase": "develop"
      },
      {
        "section_id": "S3",
        "topic": "封鎖メカニズムと外交の二重ゲーム",
        "start_index": 33,
        "end_index": 75,
        "default_bg": "strait_satellite",
        "default_face": "serious",
        "bgm": "military_analysis",
        "arc_phase": "develop"
      },
      {
        "section_id": "S4",
        "topic": "空港が監視装置へ変質する過程",
        "start_index": 76,
        "end_index": 101,
        "default_bg": "airport_security",
        "default_face": "serious",
        "bgm": "surveillance_pulse",
        "arc_phase": "develop"
      },
      {
        "section_id": "S5",
        "topic": "路上の生体認証と監視網の拡張",
        "start_index": 102,
        "end_index": 130,
        "default_bg": "street_surveillance",
        "default_face": "serious",
        "bgm": "dystopian_drive",
        "arc_phase": "climax"
      },
      {
        "section_id": "S6",
        "topic": "全体総括と視聴者への問い",
        "start_index": 131,
        "end_index": 143,
        "default_bg": "diagram",
        "default_face": "serious",
        "bgm": "ominous_reflection",
        "arc_phase": "closing"
      }
    ]
  }
}