{
  "ir_version": "1.0",
  "video_id": "p2_bg_anim_small_scope",
  "macro": {
    "sections": [
      {
        "section_id": "S1",
        "start_index": 1,
        "end_index": 2,
        "default_bg": "dark_board"
      }
    ]
  },
  "utterances": [
    {
      "index": 1,
      "speaker": "Host1",
      "text": "bg anim small scope 1",
      "section_id": "S1",
      "bg": "dark_board",
      "bg_anim": "ken_burns",
      "transition": "fade"
    },
    {
      "index": 2,
      "speaker": "Host2",
      "text": "bg anim small scope 2",
      "section_id": "S1",
      "bg": "dark_board",
      "bg_anim": "none",
      "transition": "none"
    }
  ]
}
