{
  "ir_version": "1.0",
  "video_id": "test_patch",
  "macro": {
    "tone": "test",
    "pattern_mix": "1:1:1:1",
    "visual_arc": [],
    "sections": [
      {
        "section_id": "S1",
        "topic": "test section",
        "start_index": 1,
        "end_index": 11,
        "default_bg": "dark_board",
        "default_face": "serious",
        "bgm": "test",
        "arc_phase": "intro"
      }
    ]
  },
  "utterances": [
    {
      "index": 1,
      "speaker": "test",
      "text": "t1",
      "section_id": "S1",
      "face": "serious"
    },
    {
      "index": 2,
      "speaker": "test",
      "text": "t2",
      "section_id": "S1",
      "face": "surprised"
    },
    {
      "index": 3,
      "speaker": "test",
      "text": "t3",
      "section_id": "S1",
      "face": "smile"
    },
    {
      "index": 4,
      "speaker": "test",
      "text": "t4",
      "section_id": "S1",
      "face": "surprised"
    },
    {
      "index": 5,
      "speaker": "test",
      "text": "t5",
      "section_id": "S1",
      "face": "serious"
    },
    {
      "index": 6,
      "speaker": "test",
      "text": "t6",
      "section_id": "S1",
      "face": "smile"
    },
    {
      "index": 7,
      "speaker": "test",
      "text": "t7",
      "section_id": "S1",
      "face": "surprised"
    },
    {
      "index": 8,
      "speaker": "test",
      "text": "t8",
      "section_id": "S1"
    },
    {
      "index": 9,
      "speaker": "test",
      "text": "t9",
      "section_id": "S1"
    },
    {
      "index": 10,
      "speaker": "test",
      "text": "t10",
      "section_id": "S1",
      "face": "smile"
    },
    {
      "index": 11,
      "speaker": "test",
      "text": "t11",
      "section_id": "S1"
    }
  ]
}